{
  "pt_br": {
    "pt_br": "Português",
    "en_us": "English",
    "literature": "Literatura",
    "software": "Software",
    "design": "Design",
    "about": "Sobre",
    "contacts": "Contatos",
    "sponsors": "{{ sponsor }}es",
    "sponsorship": "Patrocínio",
    "sponsor": "Patrocinador",
    "on": "no",
    "become_a": "Torne-se um",
    "become_sponsor": "{{ become_a }} {{ sponsor }}",
    "thank_you": "Sou muito grato a todos que acreditam no meu trabalho, que estão ou já estiveram me apoiando. Muito obrigado a todos vocês, vocês fazem a diferença! E se você ainda não for um {{ sponsor }}, por favor, considere se tornar um.",
    "active": "Ativos",
    "inactive": "Inativos",
    "title": "Título",
    "year": "Ano",
    "blurb": "Sinopse",
    "genre": "Gênero",
    "short_story": "Conto",
    "aphorisms": "Aforismos",
    "interprocess_description": "Uma ferramenta de gerenciamento de IPCs do Electron que é escalável e de tipo seguro com uma DX aprimorada.",
    "aura_description": "Um lindo tema escuro para seus app favoritos.",
    "electron_router_dom_description": "Um adaptador do react-router-dom para aplicações Electron.",
    "electron_app_description": "Um boilerplate rápido e pronto para uso com uma estrutura bem pensada para aplicações Electron com ReactJS, TypeScript, módulos CSS / SASS, Electron Vite, Eslint, Prettier, releases por GitHub Action e muito mais.",
    "discord_guardian_action_description": "Uma GitHub action que busca listas de domínios maliciosos do Discord em diferentes provedores e cria/atualiza um arquivo JSON com eles de tempos em tempos.",
    "discord_malicious_domains_description": "Uma lista de domínios maliciosos do Discord que utiliza a Discord Guardian Action.",
    "use_exit_intent_description": "Um React Hook para manipular estratégias de intenção de saída.",
    "yout_description": "YoutPlayer é a nova maneira de assistir suas playlists do YouTube no Desktop. Sem comerciais durante os vídeos, simples de usar e possui janela flutuante. Disponível gratuitamente para Linux, Mac e Windows.",
    "netflix_list_exporter_description": "Uma extensão para exportar suas listas da Netflix para a área de transferência e compartilhar com seus amigos.",
    "electron_screen_recorder_description": "Um app para gravar a tela do seu Desktop desenvolvido com tecnologias web para Mac, Linux e Windows.",
    "uni_description": "Uma interface universal e otimizada para manipular gerenciadores de pacotes em distribuições Linux.",
    "recipes_for_uni_description": "O repositório principal de receitas para UNI. Você pode criar suas prórias receitas ou usar uma das disponíveis.",
    "hyperinit_description": "A mais completa extensão para inicializar comandos antes e depois da inicialização do terminal Hyper.",
    "pepper_description": "Um jogo simples, gratuito e de código aberto parecido com Flappy Bird escrito com HTML5 e JavaScript.",
    "omeletetabs_description": "Extensão que traz as últimas notícias do omelete.com.br nas abas do navegador.",
    "see_more_projects": "Ver mais projetos",
    "bio": "👋 Olá, sou Dalton, desenvolvedor de software com mais de 20 anos de experiência. Atualmente, meu foco está no ecossistema JavaScript/TypeScript, trabalhando com tecnologias como Node.js, React, React Native, Next.js e Electron. No meu trabalho atual, também lido com AdonisJS, NestJS, Retool, micro-serviços, automações e bancos de dados Postgres.\n\nTenho uma paixão por identificar pontos de melhoria nos processos e buscar soluções que possam ser automatizadas, criando assim um ambiente mais eficiente e produtivo. Desenvolvo automações, seja por meio de soluções de linha de comando (CLI) ou ferramentas como Retool, para otimizar os fluxos de trabalho das equipes.\n\nSou um entusiasta da comunidade open source, contribuindo ativamente para projetos que visam fortalecer e expandir esse ecossistema. Acredito na colaboração e na troca de conhecimentos como formas essenciais de impulsionar o progresso tecnológico.\n\nSou bastante colaborativo e estou constantemente em busca de desafios que me permitam aplicar e expandir minhas competências. Estou sempre disposto a explorar novas tecnologias e metodologias que possam agregar valor ao meu trabalho e à equipe com a qual colaboro."
  },
  "en_us": {
    "en_us": "English",
    "pt_br": "Português",
    "literature": "Literature",
    "software": "Software",
    "design": "Design",
    "about": "About",
    "contacts": "Contacts",
    "sponsor": "Sponsor",
    "sponsors": "{{sponsor}}s",
    "sponsorship": "Sponsorship",
    "on": "on",
    "become_a": "Become a",
    "become_sponsor": "{{ become_a }} {{ sponsor }}",
    "thank_you": "I'm very grateful to everyone who believes in my work, who is or has been supporting me. Thank you so much to all of you, you all makes the difference! And if you are not yet a {{ sponsor }}, please consider becoming one.",
    "active": "Active",
    "inactive": "Inactive",
    "title": "Title",
    "year": "Year",
    "blurb": "Blurb",
    "genre": "Genre",
    "short_story": "Short story",
    "aphorisms": "Aphorisms",
    "interprocess_description": "A scalable and type-safe Electron IPC management tool with enhanced DX.",
    "aura_description": "A beautiful dark theme for your favorite apps.",
    "electron_router_dom_description": "A react-router-dom adapter for Electron apps.",
    "electron_app_description": "A fast and ready-to-go with a well-thought-out structure Electron app boilerplate with ReactJS, TypeScript, CSS / SASS modules, Electron Vite, Eslint, Prettier, GitHub Action releases and more.",
    "discord_guardian_action_description": "An action that fetches the list of malicious domains on Discord in different providers and creates/updates a JSON file with them from time to time.",
    "discord_malicious_domains_description": "A list of malicious domains on Discord using the Discord Guardian Action.",
    "use_exit_intent_description": "A React Hook to handle exit intent strategies.",
    "yout_description": "YoutPlayer is the new way to watch playlists from YouTube on Desktop. No YouTube ads, simple to use, floating window. Available for free for Linux, Mac and Windows.",
    "netflix_list_exporter_description": "An Extension to export your lists from Netflix to Clipboard area and share with your friends.",
    "electron_screen_recorder_description": "A Desktop screen recorder app built using web technologies for Mac, Linux and Windows.",
    "uni_description": "A universal and optimized interface for handle package managers on Linux distributions.",
    "recipes_for_uni_description": "The main recipes repository for UNI. You can create your own or use one of the available recipes.",
    "hyperinit_description": "The ultimate and most complete extension to initialize commands before and after Hyper terminal starts.",
    "pepper_description": "A free and open source simple game that looks like Flappy Bird written in HTML5 and JavaScript.",
    "omeletetabs_description": "An Extension that brings the latest news from omelete.com.br to the browser tabs.",
    "see_more_projects": "See more projects",
    "bio": "👋 Hi, I'm Dalton, a software developer with over 20 years of experience. Currently, my focus is on the JavaScript/TypeScript ecosystem, working with technologies such as Node.js, React, React Native, Next.js, and Electron. In my current role, I also work with AdonisJS, NestJS, Retool, microservices, automations, and Postgres databases.\n\nI have a passion for identifying areas for process improvement and seeking solutions that can be automated, creating a more efficient and productive environment. I develop automations, whether through command-line interface (CLI) solutions or tools like Retool, to optimize team workflows.\n\nI am an enthusiast of the open-source community, actively contributing to projects aimed at strengthening and expanding this ecosystem. I believe in collaboration and knowledge sharing as essential ways to drive technological progress.\n\nI am highly collaborative and constantly seeking challenges that allow me to apply and expand my skills. I am always willing to explore new technologies and methodologies that can add value to my work and the team I collaborate with."
  }
}
