{
  "pt_br": {
    "pt_br": "Português",
    "en_us": "English",
    "literature": "Literatura",
    "software": "Software",
    "design": "Design",
    "about": "Sobre",
    "contacts": "Contatos",
    "sponsors": "{{ sponsor }}es",
    "sponsorship": "Patrocínio",
    "sponsor": "Patrocinador",
    "on": "no",
    "become_a": "Torne-se um",
    "become_sponsor": "{{ become_a }} {{ sponsor }}",
    "thank_you": "Sou muito grato a todos que acreditam no meu trabalho, que estão ou já estiveram me apoiando. Muito obrigado a todos vocês, vocês fazem a diferença! E se você ainda não for um {{ sponsor }}, por favor, considere se tornar um.",
    "active": "Ativos",
    "inactive": "Inativos",
    "title": "Título",
    "year": "Ano",
    "blurb": "Sinopse",
    "genre": "Gênero",
    "short_story": "Conto",
    "aphorisms": "Aforismos",
    "aura_description": "Um lindo tema escuro para seus app favoritos.",
    "electron_router_dom_description": "Um adaptador do react-router-dom para aplicações Electron.",
    "electron_app_description": "Um boilerplate rápido e pronto para uso com uma estrutura bem pensada para aplicações Electron com ReactJS, TypeScript, módulos CSS / SASS, Electron Vite, Eslint, Prettier, releases por GitHub Action e muito mais.",
    "discord_guardian_action_description": "Uma GitHub action que busca listas de domínios maliciosos do Discord em diferentes provedores e cria/atualiza um arquivo JSON com eles de tempos em tempos.",
    "discord_malicious_domains_description": "Uma lista de domínios maliciosos do Discord que utiliza a Discord Guardian Action.",
    "use_exit_intent_description": "Um React Hook para manipular estratégias de intenção de saída.",
    "yout_description": "YoutPlayer é a nova maneira de assistir suas playlists do YouTube no Desktop. Sem comerciais durante os vídeos, simples de usar e possui janela flutuante. Disponível gratuitamente para Linux, Mac e Windows.",
    "netflix_list_exporter_description": "Uma extensão para exportar suas listas da Netflix para a área de transferência e compartilhar com seus amigos.",
    "electron_screen_recorder_description": "Um app para gravar a tela do seu Desktop desenvolvido com tecnologias web para Mac, Linux e Windows.",
    "uni_description": "Uma interface universal e otimizada para manipular gerenciadores de pacotes em distribuições Linux.",
    "recipes_for_uni_description": "O repositório principal de receitas para UNI. Você pode criar suas prórias receitas ou usar uma das disponíveis.",
    "hyperinit_description": "A mais completa extensão para inicializar comandos antes e depois da inicialização do terminal Hyper.",
    "pepper_description": "Um jogo simples, gratuito e de código aberto parecido com Flappy Bird escrito com HTML5 e JavaScript.",
    "omeletetabs_description": "Extensão que traz as últimas notícias do omelete.com.br nas abas do navegador.",
    "see_more_projects": "Ver mais projetos",
    "bio": "👋 Olá, eu sou o Dalton. Tenho {YEARS_CODING} anos de experiência em desenvolvimento de software. Além disso, sou escritor e designer. \n\nAtualmente, estou muito focado no ecossistema Javascript/TypeScript. Tenho projetos em ReactJS, React Native, Node, Electron e Javascript vanilla, mas estou sempre aberto a aprender coisas novas. \n\nSou um amante da comunidade open source e contribuo com ela sempre que possível. 💜"
  },
  "en_us": {
    "en_us": "English",
    "pt_br": "Português",
    "literature": "Literature",
    "software": "Software",
    "design": "Design",
    "about": "About",
    "contacts": "Contacts",
    "sponsor": "Sponsor",
    "sponsors": "{{sponsor}}s",
    "sponsorship": "Sponsorship",
    "on": "on",
    "become_a": "Become a",
    "become_sponsor": "{{ become_a }} {{ sponsor }}",
    "thank_you": "I'm very grateful to everyone who believes in my work, who is or has been supporting me. Thank you so much to all of you, you all makes the difference! And if you are not yet a {{ sponsor }}, please consider becoming one.",
    "active": "Active",
    "inactive": "Inactive",
    "title": "Title",
    "year": "Year",
    "blurb": "Blurb",
    "genre": "Genre",
    "short_story": "Short story",
    "aphorisms": "Aphorisms",
    "aura_description": "A beautiful dark theme for your favorite apps.",
    "electron_router_dom_description": "A react-router-dom adapter for Electron apps.",
    "electron_app_description": "A fast and ready-to-go with a well-thought-out structure Electron app boilerplate with ReactJS, TypeScript, CSS / SASS modules, Electron Vite, Eslint, Prettier, GitHub Action releases and more.",
    "discord_guardian_action_description": "An action that fetches the list of malicious domains on Discord in different providers and creates/updates a JSON file with them from time to time.",
    "discord_malicious_domains_description": "A list of malicious domains on Discord using the Discord Guardian Action.",
    "use_exit_intent_description": "A React Hook to handle exit intent strategies.",
    "yout_description": "YoutPlayer is the new way to watch playlists from YouTube on Desktop. No YouTube ads, simple to use, floating window. Available for free for Linux, Mac and Windows.",
    "netflix_list_exporter_description": "An Extension to export your lists from Netflix to Clipboard area and share with your friends.",
    "electron_screen_recorder_description": "A Desktop screen recorder app built using web technologies for Mac, Linux and Windows.",
    "uni_description": "A universal and optimized interface for handle package managers on Linux distributions.",
    "recipes_for_uni_description": "The main recipes repository for UNI. You can create your own or use one of the available recipes.",
    "hyperinit_description": "The ultimate and most complete extension to initialize commands before and after Hyper terminal starts.",
    "pepper_description": "A free and open source simple game that looks like Flappy Bird written in HTML5 and JavaScript.",
    "omeletetabs_description": "An Extension that brings the latest news from omelete.com.br to the browser tabs.",
    "see_more_projects": "See more projects",
    "bio": "👋 Hi, I'm Dalton. I have {YEARS_CODING} years of experience in software development. Also, I'm a writer and designer. \n\nCurrently, I have focused a lot on the Javascript/TypeScript ecosystem. I have projects in ReactJS, React Native, Node, Electron and vanilla Javascript, but I'm always open to discover new things. \n\nI'm a lover of the open source community and I contribute to it whenever possible. 💜"
  }
}
