[
  { 
    "title": "O Escritor",
    "author": "Dalton Menezes",
    "year": "2019",
    "genre": "short_story",
    "pdf": "https://github.com/daltonmenezes/assets/releases/download/v1.0.0/1.-.O.Escritor.-.Dalton.Menezes.pdf",
    "mobi": "https://github.com/daltonmenezes/assets/releases/download/v1.0.0/1.-.O.Escritor.-.Dalton.Menezes.mobi",
    "image": "https://raw.githubusercontent.com/daltonmenezes/assets/master/images/books/o-escritor-dalton-menezes-min.jpg",
    "blurb": "O que acontece quando um jovem e excêntrico escritor vai à uma agência literária e, na tentativa de ser publicado, entrega o seu livro da forma mais inusitada possível: em rolos de papel higiênico? \n\nEm sua primeira publicação oficial, Dalton Menezes traz nesse conto uma sátira ao mundo literário, um banho de água fria ao ego, às fraquezas e contradições dos autores e uma autocrítica a si mesmo."
  },
  { 
    "title": "Alegórico Ser",
    "author": "Dalton Menezes",
    "year": "2019",
    "genre": "short_story",
    "pdf": "https://github.com/daltonmenezes/assets/releases/download/v1.0.0/2.-.Alegorico.Ser.-.Dalton.Menezes.pdf",
    "mobi": "https://github.com/daltonmenezes/assets/releases/download/v1.0.0/2.-.Alegorico.Ser.-.Dalton.Menezes.mobi",
    "image": "https://raw.githubusercontent.com/daltonmenezes/assets/master/images/books/alegorico-ser-dalton-menezes-min.jpg",
    "blurb": "\"O pior lugar para se frequentar e ter contato com demônios não era no inferno, mas, sim, em nossas mentes.\" \n\nEm Alegórico Ser, Dalton Menezes nos traz a história de Yorick, um jovem atormentado por transtornos psicológicos e que procura por ajuda psiquiátrica. Na sessão, somos inseridos a fundo na mente dele, no embate filosófico entre ele e seu psiquiatra, no humor ímpar de Yorick, nas reflexões a respeito da vida, do amor, da humanidade, da forma como preenchemos o nosso vazio com alegorias, no niilismo. Alegórico Ser é, antes de tudo, um soco no estômago, uma porrada no crânio. Tente escapar ileso e falhe miseravelmente."
  },
  { 
    "title": "Incógnita - Aforismos I",
    "author": "Dalton Menezes",
    "year": "2019",
    "genre": "aphorisms",
    "pdf": "https://github.com/daltonmenezes/assets/releases/download/v1.0.0/3.-.Incognita.-.Dalton.Menezes.pdf",
    "mobi": "https://github.com/daltonmenezes/assets/releases/download/v1.0.0/3.-.Incognita.-.Dalton.Menezes.mobi",
    "image": "https://raw.githubusercontent.com/daltonmenezes/assets/master/images/books/incognita-dalton-menezes-min.jpg",
    "blurb": "Como entender a nós e ao mundo que nos cerca? O mundo realmente deve ser como o enxergamos e queremos? Os valores sociais são regras imutáveis? Nós, seres humanos, somos realmente superiores aos outros? \n\nDiante desses e outros questionamentos, \"Incógnita\", o primeiro livro da série \"Aforismos\" de Dalton Menezes, nos traz 70 aforismos para refletir e desconstruir os mais diversos temas a cerca da humanidade, do nosso universo particular e da vida como um todo. Dentre eles: \n\n\"O seu gosto não dita verdades universais fora de seu universo particular. Qualidade técnica e gosto pessoal são coisas bem distintas, apesar de, corriqueiramente, confundidas.\" \n\n\"Somos escravos condenados a morte pelo lamento eterno de uma vida reprimida.\" \n\n\"Se ao entrar na vida de uma pessoa, não for capaz de respeitá-la por sua individualidade, entender que se trata de outra vida, com gostos próprios, necessidades próprias e liberdade para ser o que se é e fazer o que se gosta, mantenha distância. Ninguém precisa de asfixia, precisa de oxigênio. Seja oxigênio!\" \n\n\"O pior lugar para se frequentar e ter contato com demônios não era no inferno, mas, sim, em nossas mentes.\" \n\n\"É triste, mas a palavra ‘liberdade’ saí excessivamente da boca de prisioneiros que se acham livres.\""
   }
]